export enum DurationsEnum {
    "5 minutes" = 5 * 60 * 1000,
    "15 minutes" = 15 * 60 * 1000,
    "30 minutes" = 30 * 60 * 1000,
    "1 heure" = 60 * 60 * 1000,
    "10 heures" = 10 * 60 * 60 * 1000,
    "1 jour" = 24 * 60 * 60 * 1000,
    "3 jours" = 3 * 10 * 60 * 60 * 1000,
    "7 jours" = 7 * 10 * 60 * 60 * 1000,
    "2 semaines" = 14 * 10 * 60 * 60 * 1000,
    "1 mois" = 30 * 10 * 60 * 60 * 1000,
    "3 mois" = 90 * 10 * 60 * 60 * 1000,
    "Définitivement" = 3 * 365 * 10 * 60 * 60 * 1000,
}